tap "fluxcd/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
brew "awscli"
brew "azure-cli"
brew "btop"
brew "coreutils"
brew "deno"
brew "dotnet"
brew "dotnet@8"
brew "findutils"
brew "git"
brew "git-lfs"
brew "go"
brew "grep"
brew "helm"
brew "hey"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "python@3.13"
brew "mas"
brew "ncdu"
brew "node"
brew "ollama"
brew "openssh"
brew "pkgconf"
brew "qemu"
brew "rust"
brew "starship"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fluxcd/tap/flux"
brew "gromgit/fuse/ntfs-3g-mac"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
cask "adobe-acrobat-reader"
cask "bias-fx"
cask "bruno"
cask "claude"
cask "ddpm"
cask "discord"
cask "docker-desktop"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "fujifilm-x-raw-studio"
cask "github"
cask "google-chrome"
cask "ilspy"
cask "keka"
cask "macfuse"
cask "mounty"
cask "native-access"
cask "powershell"
cask "raindropio"
cask "raycast"
cask "rider"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
mas "Save to Raindrop.io", id: 1549370672
mas "Xcode", id: 497799835
