tap "darrylmorley/whatcable"
tap "emilevr/space"
tap "jesseduffield/lazydocker"
tap "oven-sh/bun"
brew "atuin"
brew "python@3.14"
brew "awscli"
brew "btop"
brew "carapace"
brew "coreutils"
brew "curl"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "grep"
brew "hey"
brew "jq"
brew "k9s"
brew "kind"
brew "mas"
brew "mise"
brew "ncdu"
brew "openssh"
brew "pkgconf"
brew "shfmt"
brew "starship"
brew "stow"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "emilevr/space/space"
brew "jesseduffield/lazydocker/lazydocker"
cask "battle-net"
cask "bias-fx"
cask "chatgpt"
cask "claude"
cask "claude-code@latest"
cask "codex"
cask "codex-app"
cask "curseforge"
cask "discord"
cask "docker-desktop"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "keka"
cask "plex-media-server"
cask "spotify"
cask "steam"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "darrylmorley/whatcable/whatcable"
cask "whatsapp"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "anthropic.claude-code"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "elijah-potter.harper"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "joshua-woolf.switch-to-folder"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.remote-repositories"
vscode "openai.chatgpt"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "repreng.csv"
vscode "sumneko.lua"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "vitest.explorer"
vscode "vstirbu.vscode-mermaid-preview"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
