tap "gromgit/fuse"
tap "jesseduffield/lazydocker"
tap "oven-sh/bun"
tap "slp/krunkit"
brew "atuin"
brew "awscli"
brew "azure-cli"
brew "btop"
brew "carapace"
brew "coreutils"
brew "curl"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "go"
brew "grep"
brew "helm"
brew "hey"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "python"
brew "mas"
brew "ncdu"
brew "nvm"
brew "openssh"
brew "opentofu"
brew "pkgconf"
brew "podman"
brew "podman-compose"
brew "qemu"
brew "rust"
brew "shfmt"
brew "starship"
brew "stow"
brew "tree"
brew "uv"
brew "wget"
brew "yarn", link: false
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gromgit/fuse/ntfs-3g-mac"
brew "jesseduffield/lazydocker/lazydocker"
brew "oven-sh/bun/bun"
brew "slp/krunkit/krunkit"
cask "adobe-acrobat-reader"
cask "bias-fx"
cask "bruno"
cask "claude"
cask "claude-code"
cask "copilot-cli"
cask "ddpm"
cask "discord"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "fujifilm-x-raw-studio"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "keka"
cask "macfuse"
cask "meld"
cask "mounty"
cask "native-access"
cask "ollama-app"
cask "plex-media-server"
cask "podman-desktop"
cask "powershell"
cask "raycast"
cask "rider"
cask "spotify"
cask "steam"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Xcode", id: 497799835
