tap "hashicorp/tap"
tap "homebrew/bundle"
brew "awscli"
brew "azure-cli"
brew "dotnet"
brew "dotnet@8"
brew "git"
brew "go"
brew "helm"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "python@3.13"
brew "mas"
brew "node"
brew "ollama"
brew "pkgconf"
brew "rust"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask "bias-fx"
cask "cursor"
cask "ddpm"
cask "docker"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "fujifilm-x-raw-studio"
cask "github"
cask "keka"
cask "native-access"
cask "plex-media-server"
cask "powershell"
cask "rider"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "yaak"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
